Repository: patrickheck/addon_socialshareprivacy
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Defaults Updated.
de_de: Standardwerte aktualisiert.

source: 2 clicks for increased privacy: Only after clicking here the button will become active and allow connecting to Facebook. Data will already be transferred upon activation &ndash; see <em>i</em>
de_de: 2 Klicks f&uuml;r mehr Datenschutz: Erst wenn Sie hier klicken, wird die Schaltfläche aktiv und Sie k&ouml;nenn Ihre Empfehlung an Facebook senden. Schon beim Aktivieren werden Daten an Dritte &uuml;bertragen &ndash; siehe <em>i</em>

source: not connected to Facebook
de_de: Nicht mit Facebook verbunden

source: connected to Facebook
de_de: Mit Facebook verbunden

source: Recommend
de_de: Empfehlen

source: Like
de_de: Gefällt mir

source: 2 clicks for increased privacy: Only after clicking here the button will become active and allow connecting to Twitter. Data will already be transferred upon activation &ndash; see <em>i</em>
de_de: 2 Klicks f&uuml;r mehr Datenschutz: Erst wenn Sie hier klicken, wird die Schaltfläche aktiv und Sie k&ouml;nenn Ihre Empfehlung an Twitter senden. Schon beim Aktivieren werden Daten an Dritte &uuml;bertragen &ndash; siehe <em>i</em>

source: not connected to twitter
de_de: Nicht mit Twitter verbunden

source: connected to twitter
de_de: Mit Twitter verbunden

source: Tweet
de_de: Twittern

source: 2 clicks for increased privacy: Only after clicking here the button will become active and allow connecting to Google+. Data will already be transferred upon activation &ndash; see <em>i</em>
de_de: 2 Klicks f&uuml;r mehr Datenschutz: Erst wenn Sie hier klicken, wird die Schaltfläche aktiv und Sie k&ouml;nenn Ihre Empfehlung an Google+ senden. Schon beim Aktivieren werden Daten an Dritte &uuml;bertragen &ndash; siehe <em>i</em>

source: not connected to google+
de_de: Nicht mit Google+ verbunden

source: connected to google+
de_de: Mit Google+ verbunden

source: If you activate these buttons, data will be transferred to Facebook, Twitter or Google in the USA. This data might also be stored there.
de_de: Wenn Sie diese Schaltflächen durch einen Klick aktivieren, werden Informationen an Facebook, Twitter oder Google in die USA &uuml;bertragen und unter Umst&auml;nden auch dort gespeichert.

source: Activate permanently and confirm transfer of data:
de_de: Dauerhaft aktivieren und der Übertragung von Daten zustimmen:

source: A social sharing block that protects your privacy
de_de: Ein Block für soziale Netzwerke, der Ihre Privatsphäre schützt

source: Defaults
de_de: Stardardwerte

source: Social Share Privacy Defaults
de_de: Social Share Privacy Stardardwerte

# State
source: On
de_de: An

source: Off
de_de: Aus

source: Caption
de_de: Beschriftung

source: "Like"
de_de: &bdquo;Gefällt mir&ldquo;

source: "Recommend"
de_de: &bdquo;Empfehlen&ldquo;

source: Info Button Page
de_de: Info Button Seite

source: This URL will be visited if you click the <em>i</em> button. If none is set the button will not be clickable.
de_de: Diese Seite wird über die <em>i</em>-Schaltfläche aufgerufen. Wenn keine gesetzt ist, ist die Schaltfläche nicht klickbar.

source: Save
de_de: Speichern

source: Default
de_de: Standardwert

source: No link to info page
de_de: Keine Info Seite

source: Choose Page
de_de: Seite auswählen
